**ARITHMETIC OPERATIONS**

In [1]:
import pandas as pd
var1= pd.DataFrame({
    "name":[1,2,3,4],
    "class":[3,5,6,8]
})
var1

   name  class
0     1      3
1     2      5
2     3      6
3     4      8

In [2]:
var1["c"] =var1["name"]+var1["class"]
var1

   name  class   c
0     1      3   4
1     2      5   7
2     3      6   9
3     4      8  12

In [3]:
var1["python"]=var1["name"]<=5
var1

   name  class   c  python
0     1      3   4    True
1     2      5   7    True
2     3      6   9    True
3     4      8  12    True